Repository: xasx/Collox
Catalog: Collox/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AboutUsCard.Description
source: About Collox and developer.
de_de: Über Collox und seine Entwickler

# AboutUsCard.Header
source: About us
de_de: Über

# AboutUsExpander.Description
source: Converse through your computer when you cannot do so otherwise.
de_de: Unterhalte dich mithilfe eines PCs, wenn es gerade nicht anders geht.

# AccentColorCard.Description
source: Sync your app’s color with your Windows accent color. You can open the Windows accent color setting by clicking this card.
de_de: Hier klicken, um die Windows-Akzenteinstellungen zu öffnen.

# AccentColorCard.Header
source: Accent color
de_de: Akzentfarbe

# BaseFolderCard.Description
source: The folder where all data is stored, i.e. History and Templates.
de_de: Der Ordner, in dem alles gespeichert wird, d.h. die Historie und Vorlagen.

# BaseFolderCard.Header
source: Base folder
de_de: Speicherort

# BeepToggleButton.Label
source: Beep
de_de: Hinweiston

# ClearButton.Label
source: Clear
de_de: Klarschiff

# CurrentContext.Title
source: Current Context
de_de: Aktueller Kontext

# CurrentDocumentHeader.Header
source: Current document
de_de: Aktuelles Dokument

# DeferredWriteCard.Description
source: Only write after at least 30 seconds.
de_de: Erst nach mindestens 30 Sekunden schreiben. Das Schreiben erfolgt nicht zeitgesteuert, sondern wird entweder durch eine neue Nachricht oder manuelles Aufrufen gesteuert.

# DeferredWriteCard.Header
source: Deferred write
de_de: Verzögertes Speichern

# DeleteButton.Label
source: Delete
de_de: Löschen

# DelimitersCard.Description
source: Write Markdown comments that separate the messages.
de_de: Markdown-Kommentare werden zwischen die einzelnen Nachrichten als Trennzeichen eingefügt.

# DelimitersCard.Header
source: Write delimiters
de_de: Trennzeichen schreibendelimiters

# DownloadUpdateButton.Content
source: Download Update
de_de: Update herunterladen

# DuplicateButton.Label
source: Duplicate
de_de: Duplizieren

# EditButton.Label
source: Edit
de_de: Bearbeiten

# EnterCommandsItem.Text
source: Enter commands
de_de: Befehlseingabe

# GeneralSettingsCard.Description
source: Change your app Settings
de_de: Die App-Einstellungen anpassen

# GeneralSettingsCard.Header
source: General
de_de: Allgemein

# HideButton.Label
source: Hide
de_de: Ausblenden

# HistoryPage.Title
source: History
de_de: Historie

# InputTextBox.PlaceholderText
source: Type your message
de_de: Nachricht eingeben

# InsertTemplateButton.Label
source: Insert template
de_de: Vorlagen

# LastUpdateCheck.Text
source: Last Update Check
de_de: Letzte Updateprüfung

# ManageTemplatesMenuItem.Text
source: Manage
de_de: Verwalten

# PersistenceCard.Description
source: Store messages in files.
de_de: Nachrichten in Dateien speichern.

# PersistenceCard.Header
source: Message persistence
de_de: Nachrichten speichernpersistence

# RelatedLinks.Text
source: Related Links
de_de: Verwandte Links

# RolloverTimeCard.Description
source: Select the rollover time
de_de: Zeit Zeit, wann eine neue Datei benutzt wird

# RotationCard.Description
source: Control the behavior when a new file is created.
de_de: Verhalten beim Anlegen einer neuen Datei steuern.

# RotationCard.Header
source: File rotation
de_de: Rotation der Nachrichtendatei

# SaveButton.Label
source: Save
de_de: Speichern

# SaveText.Text
source: Save
de_de: Speichern

# SaveToggleButton.Label
source: Auto save
de_de: Auto-Speichern

# SettingsButton.Label
source: Settings
de_de: Einstellungen

# SourceCodeLink.Content
source: Source Code
de_de: Quelltext

# SpeakLastButton.Label
source: Read last
de_de: letzte vorlesen

# SpeakToggleButton.Label
source: Read aloud
de_de: Laut vorlesen

# TabWritePage.Title
source: Write
de_de: Schreiben

# TemplateContentTextBox.Header
source: Content
de_de: Inhalt

# TemplateContentTextBox.PlaceholderText
source: The content of the template
de_de: Der Inhalt der Vorlage

# TemplateNameTextBox.PlaceholderText
source: Type the name of the template
de_de: Der Name der Vorlage

# TemplatesPage.Title
source: Templates
de_de: Vorlagen

# ThemeButton.Label
source: Toggle Theme
de_de: Thema umschalten

# ThemeSelectionSettingsCard.Description
source: Select the theme that suits your mood and preference. You can choose from dark, light, or system themes.
de_de: Das Thema nach Laune und Präferenzen wählen, hell, dunkel oder wie das System.

# ThemeSelectionSettingsCard.Header
source: App theme
de_de: Thema der Apptheme

# ThemeSettingsCard.Description
source: Explore the different ways to customize the appearance and behavior of your app. You can change the material, theme, accent, and more options to sdevt your style and preference
de_de: Es gibt verschiedene Möglichkeiten, das Aussehen und Verhalten der App zu beeinflussen. Anpassungen an Material, Thema, Akzentfarbe und mehr sind möglich.

# ThemeSettingsCard.Header
source: Appearance & behavior
de_de: Aussehen & Verhalten

# TintColorSettingsExpander.Description
source: Add tint to your window to make your experience more personalized.
de_de: Fügen Sie Ihrem Fenster eine Tönung hinzu, um es individuell anzupassen.

# TintColorSettingsExpander.Header
source: Tint Color
de_de: Tönung

# UpdateCheckButton.Content
source: Check for new version
de_de: Auf neue Version prüfen

# UpdateSettingsCard.Description
source: Check for updates
de_de: Update suchen

# UpdateSettingsCard.Header
source: Update App
de_de: App aktualisieren

# WriteTextItem.Text
source: Write text
de_de: Text schreiben

# AISettingCard.Description
source: Use AI in-app.
de_de: KI in der App verwenden.

# AISettingCard.Header
source: AI
de_de: KI

# AIButton.ToolTipService.ToolTip
source: AI
de_de: KI

# ShutdownButton.ToolTipService.ToolTip
source: Shutdown
de_de: Herunterfahren

# ToggleThemeButton.ToolTipService.ToolTip
source: Toggle Theme
de_de: Thema umschalten

# AbortButton.Text
source: Abort
de_de: Abbrechen

# PowerOffButton.Text
source: Shutdown
de_de: Herunterfahren

# RebootButton.Text
source: Reboot
de_de: Neu starten
